Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Save and Update
bg: Запазване и обновяване
cs: Uložit a aktualizovat
da: Gem og opdatér
de: Speichern und aktualisieren
es: Guardar y actualizar
fr: Enregistrer et mettre à jour
it: Salva e aggiorna
nb_no: Lagre og oppdater
nl: Opslaan en bijwerken
pl: Zapisz i zaktualizuj
pt_pt: Salvar e Atualizar
ru: Сохранить и обновить
sv: Spara och uppdatera
uk: Зберегти та оновити
vi: Lưu và Cập nhật
zh_hant: 儲存並更新

source: Save as preset
bg: Запазване като шаблон
cs: Uložit jako předvolbu
da: Gem som forudindstilling
de: Als Vorlage speichern
es: Guardar como predefinido
fr: Enregistrer comme favori
it: Salva come preset
nb_no: Lagre som forhåndsinnstilling
nl: Opslaan als voorinstelling
pl: Zapisz jako ustawienie
pt_pt: Salvar como predefinição
ru: Сохранить как пресет
sv: Spara som förval
uk: Зберегти як пресет
vi: Lưu mẫu Thiết lập sẵn
zh_hant: 儲存為預設

source: Save as Preset
bg: Запазване като шаблон
cs: Uložit jako předvolbu
da: Gem som forudindstilling
de: Speichern als Vorlage
es: Guardar como ajuste
fr: Enregistrer comme favori
it: Salva come Predefinito
nb_no: Lagre som forhåndsinnstilling
nl: Bewaar als voorinstelling
pl: Zapisz jako ustawienie
pt_pt: Salvar como Predefinição
ru: Сохранить как шаблон
sv: Spara som förval
uk: Зберегти як Шаблон
vi: Lưu mẫu Thiết lập sẵn
zh_hant: 儲存為預設

source: Save as Profile
bg: Запазване като профил
cs: Uložit jako profil
da: Gem som profil
de: Als Profil speichern
es: Guardar como perfil
fr: Enregistrer comme profil
it: Salva Profilo
nb_no: Lagre som profil
nl: Bewaar als profiel
pl: Zapisz jako profil
pt_pt: Salvar como perfil
ru: Сохранить как профиль
sv: Spara som profil
uk: Зберегти як Профіль
vi: Lưu Hồ sơ
zh_hant: 儲存為設定檔

source: Save as your Normal Basal Rates
bg: Запазване като нормални базали
cs: Uložit jako tvé běžné bazální dávky
da: Gem som dine normale basalsatser
de: Als Deine normalen Basalraten speichern
es: Guardar como tus tarifas basales normales
fr: Enregistrer comme profil basal normal
it: Salva come Profilo Basale Normale
nb_no: Lagre som standard basalprofil
nl: Bewaar als je normale basaalsnelheden
pl: Zapisz jako normalne stawki bazowe
pt_pt: Salvar como suas taxas normais de Basal
ru: Сохранить как Ваш нормальный базальный профиль
sv: Spara som dina vanliga basalinställningar
uk: Зберегти як Нормальний Базальний Профіль
vi: Lưu như liều nền của bạn
zh_hant: 儲存為您的正常基礎率

source: Save on Pump
bg: Запазване в помпата
cs: Uložit do pumpy
da: Gem på Pump
de: Auf Pumpe speichern
es: Guardar en Bomba
fr: Enregistrer dans la pompe
it: Salva sul microinfusore
nb_no: Lagre på pumpen
nl: Opslaan op pomp
pl: Zapisz na pompie
pt_pt: Salvar na Bomba
ru: Сохранить на помпу
sv: Spara till pump
uk: Зберегти на Помпі
vi: Lưu vào bơm
zh_hant: 儲存在幫浦

source: Save Override
bg: Запазване на отмяната
cs: Uložit profil
da: Gem Tilsidesæt
de: Override speichern
es: Guardar Anulación
fr: Enregistrer la Dérogation
it: Salva Override
nb_no: Lagre overstyring
nl: Overschrijven opslaan
pl: Zapisz Nadpisanie
pt_pt: Salvar Substituição
ru: Сохранить переопределение
sv: Spara override
uk: Зберегти перевизначення
vi: Lưu Ghi đè
zh_hant: 儲存覆寫

source: Saved Food
bg: Запазени храни
cs: Uložené jídlo
da: Gemte Måltider
de: Gespeichertes Essen
es: Alimento guardado
fr: Repas favoris
it: Cibo Salvato
nb_no: Lagre måltid
nl: Bewaarde maaltijd
pl: Zapisane jedzenie
pt_pt: Comida Salva
ru: Сохранённая еда
sv: Sparad mat
uk: Збережена їжа
vi: Lưu thực phẩm
zh_hant: 已儲存的食物

source: Saved to %@
bg: Запазено в %@
cs: Uloženo do %@
da: Gem til %@
de: Gespeichert unter %@
es: Guardado en %@
fr: Enregistré dans %@
it: Salvato in %@
nb_no: Lagret til %@
nl: Opgeslagen in %@
pl: Zapisano w %@
pt_pt: Salvo em %@
ru: Сохранено в %@
sv: Sparad till %@
uk: Збережено в %@
vi: Đã lưu vào %@
zh_hant: 已儲存至 %@

source: Saving Carbs...
bg: Запазване на въглехидратите...
cs: Ukládám sacharidy...
da: Gemmer Carbs...
de: Speichere Kohlenhydrate...
es: Guardando Carbo...
fr: Enregistrement des glucides...
it: Salvataggio Carb...
nb_no: Lagrer karbo...
nl: Koolhydraten opslaan...
pl: Zapisywanie węglowodanów...
pt_pt: Salvando carbolos...
ru: Сохранение углев...
sv: Sparar kolhydrater...
uk: Збереження вуглецю...
vi: Đang lưu Carbs...
zh_hant: 儲存碳水化合物中...

source: Saving...
bg: Запазване...
cs: Ukládám...
da: Gemmer...
de: Speichern...
es: Guardando...
fr: Sauvegarde...
it: Sto salvando...
nb_no: Lagrer...
nl: Opslaan...
pl: Zapisywanie...
pt_pt: Salvando...
ru: Сохранение...
sv: Sparar...
uk: Збереження...
vi: Đang lưu...
zh_hant: 儲存中...

source: Scales down your basal rate to 50% at this value.
bg: Намалява базалната ви доза до 50% при тази стойност.
cs: Při této hodnotě sníží tvou bazální dávku na 50 %.
da: Skalerer din basale sats ned til 50% på denne værdi.
de: Reduziert Deine Basalrate auf 50 % bei diesem Wert.
es: Escala tu tasa basal al 50% a este valor.
fr: Réduire votre débit basal à 50 % à cette valeur.
it: Scala il tasso basale al 50% a questo valore.
nb_no: Skalerer ned basalraten til 50% ved denne verdien.
nl: Schaalt jouw basaalsnelheid terug naar 50% voor deze waarde.
pl: Skaluj swoją dawkę bazową do 50% przy tej wartości.
pt_pt: Diminui a taxa de basal para 50% nesse valor.
sv: Minskar din basal till 50% vid detta värde.
uk: Зменшується ваша базова швидкість до 50% за цим значенням.
vi: Giảm tốc độ insulin nền xuống còn 50% tại giá trị này.
zh_hant: 在此值下將你的基礎率縮減至 50%。

source: Schedule
bg: Разписание
cs: Rozvrh
da: Skema
de: Zeitplan
es: Programar
fr: Horaires
it: Programmazione
nb_no: Tidsplan
nl: Schema
pl: Harmonogram
pt_pt: Agendamento
ru: Расписание
sv: Schema
uk: Розклад
vi: Lịch trình
zh_hant: 排程

source: Schedule when SMBs are Off
bg: Разписание кога SMB са изключени
cs: Rozvrh pro vypnutí SMB
da: Planlæg hvornår SMB'er er slået fra
de: Plan bei ausgeschalteten SMBs
es: Programar cuando los SMS estén apagados
fr: Planifier quand les SMB sont désactivés
it: Pianifica quando le SMB sono disattivate
nb_no: Tidsplan for når SMB er av
nl: Schema wanneer SMB's uit staan
pl: Zaplanuj kiedy SMB są wyłączone
pt_pt: Programar quando SMBs estão desligadas
ru: Расписание, когда SMB отключены
sv: Schemalägg när SMB:er är avstängda
uk: Розклад, коли SMBs вимкнено
vi: Lịch trình khi SMBs tắt
zh_hant: 當 SMB 關閉時的排程

source: Scheduled Basal Rate
bg: Разписан базал
cs: Naplánovaná bazální dávka
da: Planlagt Basal Sats
de: Geplante Basalrate
es: Tasa basal programada
fr: Débit basal programmé
it: Tasso Basale Pianificato
nb_no: Planlagt basalrate
nl: Geplande Basaal Rate
pl: Zaplanowana dawka podstawowa
pt_pt: Taxa de Basal Agendada
ru: Запланированная базовая скорость
sv: Schemalagd basal
uk: Запланована базова швидкість
vi: Tỷ lệ liều nền theo lịch trình
zh_hant: 已排程基礎率

source: Scheduled Reminder
bg: Разписано напомняне
cs: Naplánované připomenutí
da: Planlagt Påmindelse
de: Geplante Erinnerungen
es: Recordatorio programado
fr: Rappel programmé
it: Imposta promemoria
nb_no: Planlagt påminnelse
nl: Geplande melding
pl: Zaplanowane przypomnienie
pt_pt: Lembrete programado
ru: Запланировать напоминание
sv: Schemalagd påminnelse
uk: Заплановане Нагадування
vi: Lịch biểu lời nhắc
zh_hant: 排程提醒

source: Scheduled Temp Targets
bg: Разписани временни цели
cs: Naplánované dočasné cíle
da: Planlagte Temp Mål
de: Geplante Temporäre Ziele
es: Objetivos temporales programados
fr: Cibles temporaires planifiées
it: Obiettivi Temp Pianificati
nb_no: Planlagte midlertidige mål
nl: Geplande tijdelijke streefdoelen
pl: Zaplanowane cele tymczasowe
pt_pt: Metas Temporárias Agendadas
ru: Запланированные временные цели
sv: Schemalagda tillfälliga mål
uk: Заплановані цілі для тимчасового запуску
vi: Mục tiêu liều tạm thời theo lịch trình
zh_hant: 排程臨時目標

source: Schedules were saved successfully!
bg: Разписанията бяха запазени успешно!
cs: Rozvrhy byly úspěšně uloženy!
da: Tidsplaner blev gemt med succes!
de: Zeitplan wurde erfolgreich gespeichert!
es: ¡Programas guardados con éxito!
fr: Les horaires ont été enregistrés avec succès !
it: Pianificazioni salvate correttamente!
nb_no: Tidsplaner ble lagret!
nl: Schema's zijn succesvol opgeslagen!
pl: Harmonogramy zostały pomyślnie zapisane!
pt_pt: Agendas foram salvas com sucesso!
ru: Расписание успешно сохранено!
sv: Scheman har sparats!
uk: Розклад збережено успішно!
vi: Lịch trình được lưu thành công!
zh_hant: 排程已成功儲存！

source: Search Results
bg: Резултати от търсенето
cs: Výsledky hledání
da: Søge Resultater
de: Suchergebnisse
es: Resultados de búsqueda
fr: Résultats de recherche
it: Risultati Della Ricerca
nb_no: Søkeresultater
nl: Zoek resultaten
pl: Wyniki wyszukiwania
pt_pt: Resultados da Pesquisa
ru: Результаты поиска
sv: Sök resultat
uk: Результати пошуку
vi: Kết quả tìm kiếm
zh_hant: 搜尋結果

source: Secondary Font Size
bg: Размер на вторичния шрифт
cs: Sekundární velikost písma
da: Sekundær Skriftstørrelse
de: Sekundäre Schriftgröße
es: Tamaño de fuente secundario
fr: Taille de police secondaire
it: Dimensione Caratteri Secondari
nb_no: Sekundær skriftstørrelse
nl: Secundaire lettertype grootte
pl: Drugorzędny rozmiar czcionki
pt_pt: Tamanho de fonte secundária
ru: Размер вторичного шрифта
sv: Sekundär teckenstorlek
uk: Розмір вторинного шрифту
vi: Kích thước phông chữ phụ
zh_hant: 次要字型大小

source: See a badge count when you need a carb correction.
bg: Вижте брояч върху значката, когато се нуждаете от корекция с въглехидрати.
cs: Uvidíš počet na odznaku, když budeš potřebovat sacharidovou korekci.
da: Se et badge antal når du har brug for en kulhydratskorrektion.
de: Beachte die Zahl im Badge, wenn Du eine Kohlenhydratkorrektur benötigst.
fr: Affichage d’une pastille en cas de besoin en glucides.
nb_no: Se et merke når du trenger en karbohydratkorreksjon.
nl: Zie de badge wanneer u een koolhydraat correctie nodig heeft.
pl: Zobacz powiadomienie na ikonie aplikacji kiedy potrzebujesz korekty węglowodanów.
sv: Se en nummerbricka vid behov av kolhydrater.
vi: Xem số lượng huy hiệu khi bạn cần điều chỉnh lượng carb.
zh_hant: 當您需要進行碳水化合物修正時會看到徽章數量。

source: See a live preview of your contact image design at the top of the screen. Changes made to styles, layouts, or settings are instantly reflected.
bg: Вижте преглед в реално време на дизайна на изображението на контакта в горната част на екрана. Промените в стиловете, оформлението или настройките се отразяват незабавно.
cs: V horní části obrazovky vidíš živý náhled vzhledu obrázku kontaktu. Změny stylů, rozvržení nebo nastavení se projeví okamžitě.
da: Se en live forhåndsvisning af dit kontaktbillede design øverst på skærmen. Ændringer i stilarter, layout eller indstillinger afspejles med det samme.
de: Sieh eine Live-Vorschau Deines Kontaktbild-Designs am oberen Bildschirmrand. Änderungen an Stil, Layout oder Einstellungen werden sofort dargestellt.
es: Vea una vista previa en vivo de su diseño de imagen de contacto en la parte superior de la pantalla. Los cambios realizados a estilos, diseños o ajustes se reflejan al instante.
fr: Prévisualiser en direct l’apparence de votre image de contact en haut de l’écran. Les modifications de style, de disposition ou de réglages sont reflétées instantanément.
it: Vedi un'anteprima in tempo reale del disegno dell'immagine dei contatti nella parte superiore dello schermo. Le modifiche apportate agli stili, ai layout o alle impostazioni sono immediatamente riflesse.
nb_no: Se en direkte forhåndsvisning av ditt kontaktbilde øverst på skjermen. Endringer gjort på stiler, visninger eller innstillinger vises umiddelbart.
nl: Zie een live voorbeeld van het ontwerp van uw contactafbeelding bovenaan het scherm. Wijzigingen in stijlen, lay-outs of instellingen worden direct weergeven.
pl: Zobacz podgląd Twojego zdjęcia kontaktu na żywo w górnej części ekranu. Zmiany wprowadzone do stylów, układów lub ustawień są natychmiast odzwierciedlane.
pt_pt: Veja uma prévia ao vivo do design da sua imagem de contato no topo da tela. Alterações feitas em estilos, layouts ou configurações são refletidas instantaneamente.
ru: Смотрите в прямом эфире дизайн изображения контакта в верхней части экрана. Изменения в стилях, макетах или настройках мгновенно отражаются.
sv: Se en förhandsvisning av din kontaktbild högst upp på skärmen. Ändringar gjorda för stilar, layouter eller inställningar reflekteras omedelbart.
uk: Перегляд живого зображення зображення контакта у верхній частині екрана. Зміни, внесені до стилів, макетів або параметрів, миттєво відбиваються.
vi: Xem bản xem trước trực tiếp của thiết kế ảnh liên hệ ở phía trên màn hình. Mọi thay đổi về kiểu dáng, bố cục hoặc cài đặt sẽ được cập nhật ngay lập tức.
zh_hant: 在螢幕上方查看您的聯絡人圖片設計的即時預覽。對樣式、佈局或設定所做的變更會立即反映。

source: Select "Start Override" to immediately start using the Override, or select "Save as Preset" to be able to easily start the Override at a later time.
bg: Изберете „Start Override“, за да започнете да използвате отмяната веднага, или изберете „Save as Preset“, за да можете лесно да стартирате отмяната по-късно.
cs: Zvolte „Spustit přepsání“ pro okamžité zahájení používání přepsání, nebo zvolte „Uložit jako předvolbu“, abyste mohli přepsání snadno spustit později.“
da: Vælg "Start Tilsidesættelse" for straks at begynde at bruge Tilsidesættelsen, eller vælg "Gem som forudindstilling" for nemt at starte Tilsidesæt på et senere tidspunkt.
de: Wähle "Override" um sofort mit dem Override zu beginnen, oder wähle "Speichern als Vorlage", um den Override zu einem späteren Zeitpunkt zu starten.
es: Selecciona "Start override" para comenzar a usar inmediatamente el Override, o seleccione "Guardar como Preset" para poder iniciar fácilmente el Anulación en un momento posterior.
fr: Touchez "Activer la dérogation" pour l’utiliser immédiatement sans la mémoriser, ou "Enregistrer comme favori" pour pouvoir l’activer facilement plus tard.
it: Selezionare "Start Override" per iniziare immediatamente a utilizzare l'Override, o seleziona "Salva come preimposta" per poter avviare facilmente l'Override in un momento successivo.
nb_no: Velg «Start overstyring» for å starte overstyringen nå, eller velg «Lagre som forvalg» for å starte denne overstyringen senere.
nl: Selecteer "Start Override" om direct te beginnen met de Override, of selecteer "Opslaan als voorinstelling" om het overschrijven op een later tijdstip eenvoudig te kunnen starten.
pl: Wybierz "Uruchom nadpisanie" aby natychmiast zacząć używać Nadpisania, lub wybierz "Zapisz jako ustawienie", aby mieć wstępne ustawienia do wyboru w późniejszym czasie.
pt_pt: Selecione "Start Override" para começar imediatamente a usar a substituição, ou selecione "Salvar como Predefinição" para ser capaz de facilmente iniciar a Sobrescrever em um momento posterior.
ru: Выберите "Start Override" для немедленного начала использования переопределения, или выберите "Сохранить как пресет", чтобы легко запустить Переопределение на более поздний срок.
sv: Välj "Starta override" för att omedelbart aktiveraden inställda overriden, eller välj "Spara som förval" för att enkelt kunna starta åsidosättningen vid ett senare tillfälle.
uk: Оберіть "Почати перевизначити", щоб відразу почати використовувати Перекриття, або виберіть "Зберегти як шаблон", щоб легко запустити перезапис у подальший час.
vi: Chọn "Bắt đầu ghi đè" để sử dụng ngay chế độ ghi đè, hoặc chọn "Lưu mẫu Thiết lập sẵn" để có thể dễ dàng kích hoạt lại sau.
zh_hant: 選擇「開始覆寫」以立即開始使用覆寫，或選擇「另存為預設」以便稍後輕鬆啟動覆寫。

source: Select Adjustment
bg: Избор на корекция
cs: Vybrat úpravu
da: Vælg Justering
de: Anpassung auswählen
es: Seleccionar ajuste
fr: Sélectionnez un ajustement
it: Seleziona Regolazione
nb_no: Velg justering
nl: Selecteer aanpassing
pl: Wybierz dostosowanie
pt_pt: Selecionar Ajuste
ru: Выберите корректировку
sv: Välj justering
uk: Вибрати коригування
vi: Chọn điều chỉnh
zh_hant: 選擇調整

source: Select All
bg: Избери всички
cs: Označit vše
de: Alle auswählen
fr: Tout sélectionner
nb_no: Velg alle
pl: Zaznacz wszystko
vi: Chọn tất cả
zh_hant: 全部選取

source: Select CGM Model
bg: Избор на модел на CGM
cs: Vybrat model CGM
da: Vælg CGM-model
de: CGM Modell auswählen
es: Seleccionar modelo CGM
fr: Sélectionnez le modèle de votre capteur de Glucose en Continu (CGM)
it: Seleziona Modello Cgm
nb_no: Velg CGM-modell
nl: Selecteer CGM model
pl: Wybierz model CGM
pt_pt: Selecionar Modelo CGM
ru: Выберите модель CGM
sv: Välj CGM-modell
uk: Виберіть модель CGM
vi: Chọn loại CGM
zh_hant: 選擇 CGM 型號

source: Select font size, weight, and width to match your style:
bg: Изберете размер, тегло и ширина на шрифта, които съответстват на вашия стил:
cs: Vyber si velikost, tloušťku a šířku písma podle svého stylu:
da: Vælg skriftstørrelse, vægt og bredde for at matche din stil:
de: Wähle die Schriftgröße, -stärke und -breite passend zu Deinem Stil:
es: Seleccione el tamaño, peso y ancho de la fuente para que coincida con su estilo:
fr: Sélectionner la taille, l’épaisseur et la largeur de police selon vos préférences :
it: Seleziona la dimensione, il peso e la larghezza del carattere per abbinare lo stile:
nb_no: Velg skriftstørrelse, vekt og bredde for å tilpasse stilen:
nl: Selecteer lettergrootte, gewicht en breedte die overeenkomen met uw stijl:
pl: Wybierz rozmiar, grubość i szerokość czcionki odpowiadające Twojemu stylowi:
pt_pt: Selecione o tamanho da fonte, peso e largura para combinar com seu estilo:
ru: Выберите размер шрифта, вес и ширину в соответствии с вашим стилем:
sv: Välj teckenstorlek, vikt och bredd för att matcha din stil:
uk: Виберіть розмір шрифту, вагу та ширину, щоб відповідати вашому стилю:
vi: Chọn kích thước, độ đậm và chiều rộng của phông chữ phù hợp với phong cách của bạn:
zh_hant: 選擇字型大小、粗細和寬度以符合您的風格：

source: Select override
bg: Избор на отмяна
cs: Vybrat profil
da: Vælg overskrivning
de: Override auswählen
fr: Choisir une dérogation
nb_no: Velg overstyring
nl: Selecteer overschrijving
pl: Wybierz nadpisanie
sv: Välj override
vi: Chọn ghi đè
zh_hant: 選擇覆蓋

source: Select Pump Model
bg: Избор на модел на помпа
cs: Vyber model pumpy
da: Vælg Pumpemodel
de: Pumpenmodell auswählen
es: Seleccionar modelo de bomba
fr: Sélectionner le modèle de pompe
it: Seleziona Modello Pompa
nb_no: Velg pumpemodell
nl: Selecteer Pomp Model
pl: Wybierz model pompy
pt_pt: Selecionar Modelo da Bomba
ru: Выберите модель насоса
sv: Välj pumpmodell
uk: Оберіть модель насосу
vi: Chọn loại Bơm
zh_hant: 選擇幫浦型號

source: Select simple or detailed style. See hint for more details.
bg: Изберете опростен или подробен стил. Вижте подсказката за повече детайли.
cs: Vyber si jednoduchý nebo detailní styl. Podrobnosti najdeš v nápovědě.
da: Vælg enkel eller detaljeret stil. Se tip for flere detaljer.
de: Wähle den einfachen oder detaillierten Stil. Siehe Hinweis für weitere Details.
es: Seleccione un estilo simple o detallado. Vea la pista para más detalles.
fr: Sélectionner le style simple ou détaillé. Voir l’astuce pour plus d’informations.
it: Seleziona uno stile semplice o dettagliato. Vedi un suggerimento per maggiori dettagli.
nb_no: Velg enkel eller detaljert stil. Se tips for mer informasjon.
nl: Selecteer een eenvoudige of gedetailleerde stijl. Zie hint voor meer informatie.
pl: Wybierz prosty lub szczegółowy styl. Więcej szczegółów znajdziesz w wskazówce.
pt_pt: Selecione o estilo simples ou detalhado. Veja a dica para mais detalhes.
ru: Выберите простой или детальный стиль. Смотрите подсказку для получения более подробной информации.
sv: Välj enkel eller detaljerad stil. Se tips för mer detaljer.
uk: Виберіть простий або детальний стиль. Дивіться підказку для отримання додаткової інформації.
vi: Chọn kiểu đơn giản hoặc chi tiết. Xem gợi ý để biết thêm chi tiết.
zh_hant: 選擇簡單或詳細樣式。查看提示以獲取更多詳細資訊。

source: Select Temporary Target
bg: Избор на временна цел
cs: Vybrat dočasný cíl
da: Vælg Midlertidig Mål
de: Temporäres Ziel auswählen
es: Seleccionar objetivo temporal
fr: Sélectionner une Cible Temporaire
it: Seleziona Obiettivo Temporaneo
nb_no: Velg midlertidig mål
nl: Selecteer tijdelijk doel
pl: Wybierz cel tymczasowy
pt_pt: Selecione o alvo temporário
ru: Выберите временную цель
sv: Välj tillfälligt mål
uk: Вибрати тимчасову ціль
vi: Chọn Mục tiêu Tạm thời
zh_hant: 選擇臨時目標

source: Select the third party transmitter you want to connect to
bg: Изберете предавателя от трета страна, към който искате да се свържете
cs: Vyber si vysílač třetí strany, ke kterému se chceš připojit
da: Vælg den tredjeparts sensor du vil forbinde til
de: Wähle den Drittanbieter Transmitter aus, den Du verbinden möchten
es: Seleccione el transmisor de terceros al que desea conectarse
fr: Sélectionnez le transmetteur tiers auquel vous souhaitez vous connecter
it: Seleziona il trasmettitore di terze parti a cui vuoi connetterti
nb_no: Velg tredjeparts-senderen du vil koble til
nl: Selecteer de zender van de derde partij waarmee u wilt verbinden
pl: Wybierz nadajnik strony trzeciej, z którym chcesz się połączyć
pt_pt: Selecione o transmissor de terceiros que você deseja se conectar
ru: Выберите сторонний передатчик, к которому вы хотите подключиться
sv: Välj den tredjepartsändare som du vill ansluta till
uk: Виберіть сторонній передавач для підключення
vi: Đề nghị chọn transmitter của bên thứ ba mà bạn muốn kết nối đến
zh_hant: 選擇您要連線的第三方發射器

source: Select what values to show on the contact image (e.g., glucose, trend, none) for the available slots:
bg: Изберете какви стойности да се показват на изображението на контакта (напр. глюкоза, тенденция, нищо) за наличните полета:
cs: Vyber jaké hodnoty se mají zobrazovat na obrázku kontaktu (např. glukóza, trend, žádné) pro dostupné pozice:
da: Vælg hvilke værdier der skal vises på kontaktbilledet (f.eks. glucose, trend, ingen) for de tilgængelige slots:
de: Wähle aus, welche Werte auf dem Kontaktbild für die verfügbaren Slots angezeigt werden sollen (z. B. Glukose, Trend, keine):
es: Seleccione qué valores mostrar en la imagen de contacto (por ejemplo, glucosa, tendencia, ninguna) para las ranuras disponibles:
fr: Choisissez les valeurs à afficher sur l’image de contact (ex. : glucose, tendance, aucune) pour les emplacements disponibles :
it: Selezionare quali valori mostrare sull'immagine del contatto (ad es. glucosio, tendenza, nessuno) per gli slot disponibili:
nb_no: Velg hvilke verdier som skal vises på kontaktbildet (f.eks. blodsukker, trend, ikke noe) for tilgjengelige spor:
nl: Selecteer welke waarden moeten worden weergegeven op de afbeelding van de contactpersoon (bijv. glucose, trend, none) voor de beschikbare slots:
pl: Wybierz jakie wartości mają być wyświetlane na obrazku kontaktu (np. glukoza, trend, brak) dla dostępnych slotów:
pt_pt: Selecione quais valores mostrar na imagem do contato (por exemplo, glicose, tendência, nenhum) para os slots disponíveis:
ru: Выберите, какие значения показывать на изображении контакта (например, глюкозы, тренд, нет) для доступных слотов:
sv: Välj vilka värden som ska visas på kontaktbilden (t.ex., glukos, trend, ingen) för tillgängliga platser:
uk: Виберіть, які значення відображати на зображенні контакту (наприклад, глюкоза, тим не менше) для доступних слотів:
vi: Chọn những giá trị sẽ hiển thị trên ảnh liên hệ (ví dụ: glucose, trend, none) cho các slot có sẵn:
zh_hant: 選擇要在聯絡人圖片上顯示的數值（例如：血糖、趨勢、無）以填滿可用位置：

source: Selected Date
bg: Избрана дата
cs: Vybrané datum
da: Valgt dato
de: Ausgewähltes Datum
fr: Date choisie
nb_no: Valgt dato
nl: Geselecteerde datum
pl: Wybrana data
sv: Valt datum
vi: Ngày đã chọn
zh_hant: 選定日期

source: Selection
bg: Избор
cs: Výběr
da: Markering
de: Auswahl
es: Selección
fr: Sélection
it: Selezione
nb_no: Utvalg
nl: Selectie
pl: Wybór
pt_pt: Seleção
ru: Выбор
sv: Urval
uk: Вибір
vi: Lựa chọn
zh_hant: 選擇
